---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.SomeMullionsAreTooShort
source: html/6589c819-6a46-199a-3951-9ce1446ea517.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.SomeMullionsAreTooShort Property

Some of the mullions you are trying to place are too short for its types, and were not placed on the grid.

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeMullionsAreTooShort { get; }
```